{"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_1","layers":[{"class_name":"Flatten","config":{"name":"flatten_Flatten1","trainable":true,"batch_input_shape":[null,1,1,256],"dtype":"float32"}},{"class_name":"Dense","config":{"units":194,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true}}],"name":"sequential_1"},"keras_version":"tfjs-layers 3.5.0","backend":"tensor_flow.js","modelInitializerParams":{}},"weightsManifest":[{"paths":["group1-shard1of1.bin"],"weights":[{"name":"dense_Dense1/kernel","shape":[256,194],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[194],"dtype":"float32"}]}]}
